<template>
  <v-dialog v-model="dialog" max-width="550px">
    <div class="dialog-police">
      <div class="dialog-action">
        <v-btn icon @click="dialog=false">
          <v-icon small>clear</v-icon>
        </v-btn>
      </div>
      <div class="dialog-header">
        <h1 class="title">Политика об обработке персональных данных</h1>
      </div>
      <div class="dialog-container">
        Настоящим подтверждаю, что я ознакомлен и согласен с условиями Политики в отношении обработки персональных данных. Настоящим я даю разрешение ООО «Якутск Равенол» (далее – «Якутск Равенол») в целях информирования о товарах и услугах Якутск Равенол, заключения и исполнения договора купли-продажи обрабатывать - собирать, записывать, систематизировать, накапливать, хранить, уточнять (обновлять, изменять), извлекать, использовать, передавать (в том числе поручать обработку другим лицам), обезличивать, блокировать, удалять, уничтожать - мои персональные данные: фамилию, имя, отчество, пол, дату рождения, номера домашнего и мобильного телефонов, адрес электронной почты, город жительства (пребывания), сведения об истории покупок, в том числе наименование приобретаемого товара/услуги и их стоимость, а также данные об интересах на основании данных о поведении в сети Интернет, в сетях телекоммуникационных и интернет-операторов, сетевых и коалиционных программ лояльности. Также я разрешаю «Якутск Равенол» в целях информирования о товарах, работах, услугах и проведения опросов осуществлять обработку вышеперечисленных персональных данных и направлять на указанный мною адрес электронной почты и/или на номер мобильного телефона, а также с помощью системы мгновенного обмена сообщениями через интернет рекламу и информацию о товарах, работах, услугах «Якутск Равенол» и его партнёров. Согласие может быть отозвано мною в любой момент путем направления письменного уведомления по адресу «Якутск Равенол».
      </div>
    </div>
  </v-dialog>
</template>

<script>
export default {
  props: {
    value: Boolean
  },
  data () {
    return {
      dialog: false
    }
  },
  watch: {
    dialog (val) {
      this.$emit("input", val)
    },
    value (val) {
      this.dialog = val
    }
  }
}
</script>

<style>
.dialog-police {
  background-color: white;
}
.dialog-police .dialog-action .v-btn--icon {
  width: auto;
}
.dialog-police .dialog-action .v-btn {
  height: auto;
  display: inline-block;
  float: right;
}
.dialog-police .dialog-header {
  border-bottom: 1px solid #949494;
  padding: 15px;
  text-align: center;
}
.dialog-police .dialog-container {
  padding: 20px;
}
</style>
