<template>
  <v-layout>
    <div class="blog">
      <img src="/about/about.jpg">
      <h1>О нас</h1>
      <div class="p" v-bind:class="largescreen">
        <div>
          Ravenol давно зарекомендовал себя на российском рынке. Независимая компания из Германии успешно конкурирует с гигантами рынка, ежегодно развивает сеть продаж, наращивает производство, поддерживает автоспорт и разрабатывает новые продукты. Все больше отечественных автолюбителей, однажды залив наше масло, не меняют его ни на какое другое.
        </div>
        <b><div>1. История и независимость</div></b>
        <div>
          Завод RAVENOL построен в Германии сразу после войны в 1946 году, то есть производителю уже больше 70 лет, что само по себе является гарантом качества. Более того, RAVENOL является независимым немецким производителем с богатой историей и традициями. Что в данном случае значит независимый? Это означает, что сейчас компания не принадлежит никакому концерну, хотя долгое время, с 1991 по 2003, была частью немецкого концерна Fuchs. И по сей день RAVENOL сохраняет сильную кооперацию с Fuchs и многими другими производителями, например Shell, но остаётся полностью независимым.
        </div>
        <div>
          В чем же преимущества такой независимости? Здесь всё просто. Каждый нефтеперерабатывающий концерн производит свои базовые масла какого-то определённого типа и, соответственно, в производстве готовых товарных масел использует именно их. Проблема в том, что такие базовые масла не всегда являются лучшими на рынке. При этом большие концерны, как правило, имеют исторические связи с производителями присадок. Например, производитель пакета присадок Oronite принадлежит Chevron, производитель присадок Infineum образован в 1999 году путём слияния присадочных активов ExxonMobil and Shell и т.д. Это означает, что крупные концерны «привязаны» к определённым рецептурам на основе конкретных базовых масел и пакетов присадок. Кроме того, крупные концерны-соперники ограничивают доступ конкурентов к своему «материнскому» сырью.
        </div>
        <div>
          Одно из преимуществ RAVENOLa как независимого от концернов производителя состоит в том, что он имеет доступ к любым присадкам и базовым компонентам на свободном рынке и может выбирать лучшие ингредиенты для своей продукции.
        </div>
        <b><div>2. Концентрация на производстве смазочных материалов</div></b>
        <div>
          Для больших концернов производство масел – это лишь один процент от общего бизнеса по добыче и переработке нефти. Для RAVENOL производство смазочных материалов – единственная деятельность. А это, в свою очередь, означает, что компания RAVENOL направляет все свои знания, ресурсы и опыт исключительно на разработку и производство смазочных материалов.
        </div>
        <div>
          Обычно большие концерны довольно-таки инертны: они «заточены» под производство массовых продуктов в больших объёмах. У RAVENOL цепочка принятия решений очень короткая: от разработки новых масел до их тестирования и внедрения в производство проходит очень мало времени. Наглядный пример: RAVENOL первый в мире разработал и получил лицензию американского института нефти API, на моторное масло с вязкостью 0W-16 – RAVENOL EFE 0W-16 API SN.
        </div>
        <img src="/about/Picture1.jpg">
        <b><div>3. Место производства</div></b>
        <div>
          Весь технологический процесс по производству смазочных материалов проходит на одном заводе в Германии. Многие компании имеют несколько заводов, зачастую даже на локальных рынках, где производятся более дешёвые масла за счёт использования низкокачественного сырья. Смазочные материалы RAVENOL, реализуемые в Америке, Китае или России, производятся в Германии на тех же линиях, что и масла RAVENOL для немецкого внутреннего рынка. Таким образом, владельцы Mercedes, BMW или какой-либо другой марки могут быть уверены, что, покупая смазочные материалы RAVENOL в любой точке мира, они получат одинаково высокое качество без каких-либо компромиссов в угоду ценообразованию. При этом Германия является не только ведущим мировым производителем автомобилей, но и технологическим лидером по проектированию и производству компонентов для автомобильной промышленности и индустрии в целом.
        </div>
        <div>
          Компания RAVENOL сертифицирована как поставщик автозаводов, имеет аккредитацию IATF (подробнее об этом). Сотрудничество с производителями автокомпонентов и автозаводами позволяет компании RAVENOL разрабатывать смазочные материалы, которые соответствуют самым передовым требованиям.
        </div>
        <b><div>4. Узкая специализация</div></b>
        <div>
          RAVENOL понимает, что очень сложно было бы конкурировать с крупными вертикально-интегрированными нефтяными компаниями на рынке массовой стоковой продукции. Поэтому мы выбрали стратегию усиленной специализации в отдельных областях. В первую очередь она направлена на производство синтетических смазочных материалов для тяжёлых условий эксплуатации и автоспорта на основе базовых масел четвёртой группы (полиальфаолефины ПАО – polyalphaolefin PAO) и пятой группы (эстеры ПОЕ – ester POE, маслорастворимые гликоли МАГ – oil soluble polyglycol OSP , алкилированные нафталины АН – alkylated naphthalenes AN). Основная масса стоковых масел, которые имеют широкое распространение на рынке, изготавливаются на основе минеральных базовых масел первой, второй и третьей групп различной степени очистки (от простейшей селективной очистки до сложных процессов гидрокрекинга).
        </div>
        <div>
          Таким же образом к третьей группе базовых масел относятся и так называемые «газовые» базовые масла, производимые по технологии получения жидких базовых масел из природного газа GTL (gas-to-liquid). Синтетические смазочные масла, производимые компанией RAVENOL на основе полиальфаолефинов с добавлением высокополярных базовых компонентов пятой группы, значительно превосходят по своим эксплуатационным характеристикам смазочные материалы на основе минеральных базовых масел первой, второй и третьей групп. Всё это позволяет нашей компании производить смазочные материалы для автоспорта и тяжёлых условий эксплуатации.
        </div>
        <img src="/about/Picture2.jpg">
        <b><div>5. Автоспорт</div></b>
        <div>
          Специализация в области синтетических масел позволила компании RAVENOL стать фактическим лидером в Германии по сотрудничеству с гоночными сериями и командами. RAVENOL является эксклюзивным поставщиком смазочных материалов (т.е. продукция RAVENOL прописана в регламенте соревнований) для Opel Motorspot, Formel 3, GT Masters, GT4, Audi TT Cup, DTC Deursche Turing Car, Historische Formel Vau Europa, Histo Cup Austria, Astra OPC Cup, ADAC OPEL Adam Cup, DMV GTC - Grand Tourismo und Touring Car Cup, STT - Spezial Tourenwagen Trophy. Также RAVENOL является единственным техническим партнёром по смазочным материалам двух легендарных немецких гоночных треков: Хоккенхаймринг и Нюрбургринг. На Хоккенхаймринг установлена знаменитая самая большая в мире канистра масла высотой 32 метра и вместимостью 190000 литров.
        </div>
        <div>
          Более того, RAVENOL сотрудничает с огромным количеством команд: Audi Motorsport EKS в чемпионате мира по ралли-кроссу, AUDI Phoenix Racing и Mercedes AMG HTP в GT3 и 24-часовых гонках на выносливость, Prema Power Team в чемпионатах Formel GP2 и Formel 3, Nissan MRS GT-R в GT Masters, Audi Land-Motorsport R8 LMS, ByKolles Racing в FIA WEC (World Endurance Championship) LMP1, Strakka Racing в FIA WEC (World Endurance Championship) LMP2, van Amersfoort Racing на Dallara F 312-Mercedes, Motopark Academy на Dallara F 312-Volkswagen и F.4 Tatuus, Neuhauser-Racing на F.4 Tatuus, Timo Scheider Racing на F.4 Tatuus, Becker Motorsport на Dallara Renault GP2 и Dallara-Nissan 3.4 V6, Team SAN в FIA ETCC-European Touring Car Cup, JBR Motorsport в TCR Touring Car Championship, KRS Motorsport Porsche, ETH Tuning на Peugeot 207 Sport и др.
        </div>
        <img src="/about/Picture3.jpg">
        <div>
          Российский дистрибьютор ООО «Равенол Руссланд» тоже поддерживает большое количество гоночных команд, индивидуальных гонщиков, автопутешественников, автомобильных экстремалов, конструкторов собственных уникальных транспортных средств. Это позволяет испытывать качество смазочных материалов RAVENOL в самых экстремальных условиях эксплуатации, постоянно совершенствовать рецептуры продуктов и предлагать для своих потребителей уникальные продукты.
        </div>
        <div>
          Однако RAVENOL не останавливаеnся на достигнутом. Постоянно совершенствуясь, мы производим для вас только самые качественные смазочные материалы. Мы уверены, что вы по достоинству оцените наш многолетний опыт, инновационные разработки и настоящее немецкое качество. Какой бы транспорт вы не использовали: автомобиль, мотоцикл, лодку, аквабайк, снегоход, грузовик, велосипед - мы предложим вам самые лучшие продукты.
        </div>
        <img src="/about/Picture4.jpg">
      </div>
    </div>
  </v-layout>
</template>

<script>
export default {
  data () {
    return {
      sharedState: this.$store.state,
    }
  },
  computed: {
    largescreen: function() {
      return {
        largescreen: !this.$store.state.mobile
      }
    },
  }
}
</script>
<style scoped>
.blog {
  /* max-width: 940px; */
  width: 100%;
}
.blog .blogimg{
  width: 100%;
}
.blog h1 {
  font-size: 32px;
  font-weight: 800;
  margin: 10px 0 20px;
}
.blog div {
  margin-bottom: 10px;
}
.blog img {
  width: 100%;
}
.blog .p img {
  width: 100%;
  margin: 20px 0;
}
.blog .largescreen {
  width: 70%;
}
.blog .p {
  margin: 0 auto;
  font-size: 16px;
}
</style>
