<template>
  <div class="box blog">
    <h1>Доставка</h1>
    <div class="p" v-bind:class="largescreen">
<p>
  <b>В какие районы доставляем</b>
</p>
<p>
  В настоящее время мы доставляем заказы по Якутску.<br />
  <!-- О возможной доставке в другие районы за пределами Якутска, информация на сайте, при  необходимо уточнить у оператора по телефону <b><a href="tel:+79990602727" class="nav__link">+7-999-060-27-27</a></b> или по почте: <a href="mailto:ravenol.yakutia@gmail.com">info@tuesok.shop</a> -->
</p>
<p>
  <b>Стоимость доставки</b>
</p>
<ul>
  <li>
    Если сумма заказа выше 2000 рублей, то доставка в пределах г. Якутска, п. Марха, Тулагино - бесплатно.
  </li>
  <li>
    Если сумма заказа до 2000 рублей, то стоимость доставки составляет 100 рублей в пределах Якутска.
  </li>
  <li>
    Тарифы на доставку за пределами Якутска, по ссылке <n-link to="https://indexol.ru/oferta">https://indexol.ru/oferta</n-link>
  </li>
</ul>
<p>
  <b>Минимальная сумма заказа</b>
</p>
<p>
  В пределах Якутска – 200 руб.<br />
  За пределами Якутска – 1500 руб.
</p>
<p>
  <b>В какой день доставят заказ</b>
</p>
<ul>
  <li>
    В указанный Вами день, мы работаем ежедневно.
  </li>
  <li>
    Если заказ сделан до после 18:00, то мы можем доставить на следующий день или в любой другой день, указанный Вами, в течение 1-го дня с даты заказа.
  </li>
</ul>
<p>
  <b>В какое время доставят заказ</b>
</p>
<ul>
  <li>
    Если заказ оформлен с 09:00 до 18:00, доставка будет в этот же день с 4-х часовыми интервалами с 10:00 до 22:00.
  </li>
  <li>
    Если заказ оформлен после 18:00, заказ будет перенесен на следующий день.
  </li>
</ul>
<p>
  Ориентировочное время и дата доставки указывается при оформлении заказа или согласовывается с оператором по телефону <b><a href="tel:+79990602727" class="nav__link">+7-999-060-27-27</a></b>
</p>
<p>
  Заказы для доставки за пределами Якутска осуществляются по графику, информация на сайте, по ссылке <n-link to="https://indexol.ru/oferta">https://indexol.ru/oferta</n-link>, или согласовывается дополнительно по тел. <b><a href="tel:+79990602727" class="nav__link">+7-999-060-27-27</a></b>
</p>
<p>
  <b>Условия доставки</b>
</p>
<ul class="disc">
  <li>
    Каждый товар перед отправкой проверяется и упаковывается
  </li>
  <li>
    При получении заказа вы можете отказаться от любого товара, если он не соответствует параметрам, указанным на сайте.
  </li>
  <li>
    Осуществляется контроль температурных режимов при хранении на складе и доставке
  </li>
  <li>
    Курьер позвонит вам перед доставкой заказа
  </li>
  <li>
    Отслеживайте статус своего заказа через Личный кабинет ссылка с первой страницы
  </li>
</ul>
<!--
        Доставка продуктов на дом, осуществляется ежедневно с 10-00 до 19-00, в удобный для вас <b>3-х часовой интервал.</b>
      </p>
      <p>
        Среднее время формирования заказа и доставки в течение 4 часов.
      </p>
      <b>Возможность срочной доставки зависит от района доставки и количества заказов и уточняется оператором.</b>
      <p>
        <b>В случае, если необходима сдача с крупной суммы</b> - необходимо озвучить это оператору или указать в <b>комментарии</b> при отправке заказа через сайт. На закрытых территориях необходимо обеспечить подъезд транспорта к подъезду
      </p>
      <p>
        Если заказанный товар отсутствует, наши операторы предложат Вам заменить его аналогичным товаром. При этом у Вас всегда остается право отказаться от предложенного нами товара.
      </p>
      <p>
        При выявленных скрытых дефектах осуществляем возврат или обмен по вашему желанию.
      </p> -->
    </div>
  </div>
</template>

<script>
export default {
  head () {
    return {
      title: 'Доставка',
    }
  },
  data () {
    return {
      sharedState: this.$store.state,
    }
  },
  computed: {
    largescreen: function() {
      return {
        largescreen: !this.$store.state.mobile
      }
    },
  }
}
</script>
<style lang="scss">
.blog {
  width: 100%;
  ul {
    list-style: disc;
  }
  ol, ul {
    margin-bottom: 10px;
    padding-inline-start: 40px;
  }
}
.blog div {
  margin-bottom: 10px;
}
.blog .largescreen {
  width: 70%;
}
.blog .p {
  margin: 0 auto;
  font-size: 16px;
}
.blog p {
  padding: 10px 0;
}
.blog .sublist {
  padding-left: 20px;
}
</style>
