<template>
  <div class="box blog">
<p><strong>Положение о работе интернет магазина и порядке продаж Indexol</strong></p>
<p><strong>Преамбула: Термины</strong></p>

<ol class="header">
  <li><strong>Интернет-магазин</strong> &ndash; каталог Товаров Продавца, размещенный на Сайте Продавца в сети Интернет, на котором представлены товары, предлагаемые Продавцом своим Покупателям для оформления Заказов на продажу дистанционным способом, а также указаны условия оплаты и доставки этих Заказов Покупателем и иные обязательные сведения и информация, требования о предоставлении которых покупателю установлены действующим законодательством РФ.</li>
  <li>
    <strong>Сайт</strong>: <a href="https://indexol.ru"><u>https://indexol.ru</u></a>
    <p>ООО &laquo;Равенол Якутия&raquo;</p>
  </li>
  <li><strong>Покупатель</strong> &ndash; дееспособное физическое лицо, достигшее возраста 18 лет, размещающее Заказы на сайте, оплачивающее и/или использующее Товары, приобретенные в Интернет-магазине, исключительно для личных или/и иных нужд.</li>
  <li><strong>Грузополучатель</strong> &ndash; полностью дееспособное физическое лицо уполномоченное Покупателем на получение Товара и/или на оплату Товара. Факт уполномочивания подтверждается доверенностью Покупателя, выданной грузополучателю &ndash; третьему лицу в простой, письменной форме. В таком случае, обязательства Покупателя по получению и/или оплате Товара считаются исполненными за Покупателя третьим лицом согласно статье 185,313 Гражданского Кодекса РФ.</li>
  <li><strong>Корзина Покупателя</strong> &ndash; страница на Сайте Продавца, где Покупатель может просматривать Товары в виде списка, планируемые к покупке, изменять их количество, удалять из списка, менять ассортимент.</li>
  <li><strong>Товар</strong> &ndash; объект материального мира, не изъятый из гражданского оборота и представленный к продаже на Сайте.</li>
  <li><strong>Заказ</strong> &ndash; должным образом оформленный запрос Покупателя на покупку и доставку по указанному адресу перечня Товаров, выбранных на Сайте и согласованных с продавцом.</li>
  <li><strong>Предзаказ</strong> &ndash; предварительная заявка на покупку и доставку по указанному адресу выбранного на Сайте Товара, который рекламируется, но временно отсутствует в продаже, а информация о котором на Сайте в соответствии с п. 1 ст. 437 Гражданского кодекса РФ является приглашением делать оферты и не является публичной офертой, предусмотренной п. 2 ст. 437 Гражданского кодекса РФ.</li>
  <li><strong>Служба доставки</strong> &ndash; отдел логистики ООО "Равенол Якутия" или третье лицо, оказывающее по договору с Продавцом услуги по доставке Заказов Покупателю и при необходимости принимающее оплату за Заказ по агентскому договору в пользу Продавца.</li>
  <li><strong>Онлайн-консультант</strong> &ndash; система, позволяющая обмениваться сообщениями на страницах интернет-магазина между менеджером контактного центра интернет-магазина и покупателем.</li>
  <li><strong>Пункт выдачи заказов</strong> &ndash; место выдачи Заказа, выбранное Покупателем на сайте в момент оформления заказа из предложенного списка, которое может находиться во владении (пользовании, распоряжении) третьего лица, оказывающего услуги по выдаче Заказов по договору с Продавцом, и, при необходимости, принимающее оплату за Заказ по агентскому договору в пользу Продавца.</li>
</ol>

<ol>
<li>
  <strong>Общие положения</strong>
  <ol>
    <li>Сайт принадлежит и администрируется продавцом, ООО &laquo;Равенол Якутия&raquo;</li>
    <li>Заказывая Товары через Интернет-магазин и нажимая кнопку &laquo;Заказать&raquo; на последнем этапе оформления Заказа на Сайте, Покупатель соглашается с Условиями продажи товаров (далее - Условия), под которыми понимается совокупность условий, изложенных ниже и/или в иных документах и/или на страницах Сайта, ссылки на которые содержатся в настоящем тексте. Условия являются договором присоединения и могут быть приняты Покупателем не иначе как путем присоединения к ним в целом (ст. 428 Гражданского кодекса РФ).</li>
    <li>Информация о Товаре, представленная в Интернет-магазине и размещенная на Сайте (за исключением информации о Товаре, на который возможно размещение только Предзаказа), а также Условия продажи товаров, в соответствии с п. 2 ст. 437 Гражданского кодекса РФ являются публичной офертой, предусмотренной п. 2 ст. 437 Гражданского кодекса РФ.</li>
    <li>К отношениям между Покупателем и Продавцом применяются положения ГК РФ о розничной купле-продаже (&sect; 2 глава 30), а также Закон РФ "О защите прав потребителей" от 07.02.1992 № 2300-1 и иные правовые акты РФ, принятые в соответствии с ними. Договор купли-продажи считается заключенным между Покупателем и Продавцом с момента оплаты Товара Покупателем и выдачи Продавцом Покупателю кассового или товарного чека или иного документа, подтверждающего оплату Товара.</li>
    <li>Продавец оставляет за собой право в одностороннем порядке вносить изменения в настоящие Условия без дополнительного уведомления покупателя, в связи с чем, Покупатель обязуется, при оформлении каждого нового Заказа/Предзаказа, знакомиться с Условиями и отслеживать их изменения. Покупатель несет все риски, связанные с невыполнением данного условия.</li>
  </ol>
</li>

<li>
  <strong>Регистрация на Сайте</strong>
  <ol>
    <li>Для оформления Заказа Покупателю необходимо зарегистрироваться на Сайте.</li>
    <p>Клиент также может оформить заказ без предварительной регистрации на Сайте, в том числе через менеджера контактного центра по телефону. В этом случаи, регистрация Покупателя на Сайте происходит в автоматическом режиме. Покупатель получает сообщение на контактный e-mail адрес с регистрационными данными для доступа в личный кабинет.</p>
    <li>Продавец не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации. Покупатель несет все возможные риски и расходы, вызванные указанием неправильной информации.</li>
    <li>Покупатель обязуется не сообщать третьим лицам логин и пароль, указанные при регистрации. В случае возникновения у Покупателя подозрений относительно безопасности его логина и пароля или возможности их несанкционированного использования третьими лицами, Покупатель обязуется незамедлительно уведомить об этом Продавца, направив электронное письмо в Службу по работе с Покупателями.</li>
    <li>Покупатель, размещая свои данные при регистрации на Сайте, принимает решение о предоставлении продавцу своих персональных данных и дает продавцу конкретное, информированное и сознательное согласие своей волей и в своем интересе на обработку персональных данных покупателя в соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных".</li>
  </ol>
</li>

<li>
  <strong>Оформление и сроки выполнения Заказа</strong>
  <ol>
    <li>Заказ Покупателя может быть оформлен следующими способами: принят по телефону, электронной почте или оформлен Покупателем самостоятельно на Сайте.</li>
    <li>При оформлении Заказа Покупатель должен указать следующую информацию:</li>
    <ul>
    <li>фамилию, имя, отчество;</li>
    <li>способ получения заказа;</li>
    <li>способ оплаты заказа;</li>
    <li>номер телефона;</li>
    <li>адрес электронной почты.</li>
    </ul>
    <li>Ожидаемый срок доставки Товара Покупателю указывается на Сайте в Корзине Покупателя и является ориентировочным. Фактические сроки получения Заказа Покупателя зависят от адреса покупателя, региона доставки, условий и графика работы конкретной Службы доставки, и не зависят от Продавца, который не несет ответственность за соблюдение срока доставки товара соответствующей Службой доставки. Продавец сообщает покупателю по электронной почте дату передачи Товара в службу доставки.</li>
    <li>Продавец предоставляет Покупателю информацию об основных потребительских свойствах Товара в виде совокупности (a) информационных материалов, размещаемых на Сайте, которые носят справочный характер и не могут в полной мере передавать достоверную информацию о свойствах и характеристиках Товара, включая состав, размеры, формы, и (b) информации, предоставляемой Покупателю Службой поддержки Продавца в виде консультирования и ответа на вопросы Покупателя, касающиеся свойств и характеристик Товара. Покупатель несет все возможные риски и расходы, вызванные неиспользованием им всех предусмотренных выше информационных ресурсов получения информации об основных потребительских свойствах Товара. Полная и достоверная информация о товаре предоставляется Покупателю в момент доставки Заказа.</li>
    <li>В случае отсутствия заказанных Товаров на складе Продавца, в том числе по причинам, не зависящим от Продавца, Продавец вправе аннулировать указанный Товар из Заказа Покупателя и уведомить об этом Покупателя путем телефонного звонка или направления электронного сообщения, по данным указанным при регистрации.</li>
    <li>В случае аннулирования предварительно оплаченного Заказа по требованию Покупателя, стоимость аннулированного Товара возвращается Продавцом тем способом, которым Товар изначально был предварительно оплачен. Продавец вправе удержать из возвращаемых Покупателю денежных средств свои фактически понесенные затраты на формирование и доставку Заказа до Покупателя, либо до выбранного Покупателем Пункта выдачи заказа. В случае аннулирования предварительно оплаченного заказа по требованию Продавца, сумма оплаты полностью возвращается Покупателю.</li>
    <li>Оформление Предварительного заказа</li>
    <p>- Продавцом на Сайте могут быть предложены к оформлению товары, еще не поступившие в продажу и не находящиеся на складе Продавца. Указанный товар оформляется в отдельный заказ (далее &ndash; Предзаказ).</p>
    <p>- В случае изменения срока поступления товара в продажу Покупатель уведомляется об изменении срока путем телефонного звонка или отправки сообщения на электронный адрес, указанный при регистрации на Сайте.</p>
    <p>- Указанная на Сайте цена на товар, доступный для Предзаказа, является ориентировочной и может быть изменена Продавцом в одностороннем порядке. В случае изменения цены, Продавец вправе изменить цену, в том числе, в уже оформленных Предзаказах. Продавец уведомляет Покупателя об изменении цены по телефону или по электронному адресу покупателя, указанным при регистрации на Сайте.</p>
    <p>- Покупатель вправе отказаться от оформления Предзаказа на Товар по новой цене.</p>
    <p>- Согласно п.1. ст. 157 Гражданского Кодекса РФ при оформлении Предзаказа обязанность Продавца по передаче товара возникает при условии его поступления в продажу. Если же по независящим от Продавца обстоятельствам выпуск товара в продажу производителем может быть отменен либо отложен на неопределенный срок, то Продавец в одностороннем порядке вправе аннулировать Предзаказы.</p>
    <p>- При поступлении Товара, на который оформлен Предзаказ, на склад Продавца, Продавец связывается с Покупателем по телефону либо по электронной почте покупателя для подтверждения Предзаказа. После подтверждения Предзаказа, он уходит в обработку, Покупатель информируется об ожидаемой дате передачи Предзаказа в службу доставки в порядке, предусмотренном для Заказов.</p>
  </ol>
</li>

<li><strong> Доставка</strong>
  <ol>

<li>Территория доставки товаров ограничена следующими регионами:</li>

<table border>
<tbody>
<tr><td width="426">Якутск, пригородные поселки</td></tr>
<!-- <tr><td width="426">МегиноКангаласский улус</td></tr>
<tr><td width="426">Амгинский улус</td></tr>
<tr><td width="426">Усть-Алданский улус</td></tr>
<tr><td width="426">Чурапчинский улус</td></tr>
<tr><td width="426">Таттинский улус</td></tr>
<tr><td width="426">Намский улус</td></tr>
<tr><td width="426">Хангаласский улус</td></tr>
<tr><td width="426">Горный улус</td></tr>
<tr><td width="426">Вилюйский улус</td></tr>
<tr><td width="426">Верхневилюйский улус</td></tr>
<tr><td width="426">Нюрбинский улус</td></tr>
<tr><td width="426">Сунтарский улус</td></tr> -->
</tbody>
</table>

<li>Продавец обязуется приложить все усилия для соблюдения Службой доставки сроков доставки, указанных на Сайте, тем не менее, задержки в доставке возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.</li>
<li>Риск случайной гибели или случайного повреждения Товара переходит к Покупателю с момента передачи ему заказанного Товара и проставления получателем Товара подписи в документах, подтверждающих доставку Товара. В случае недоставки Товара Продавец возвращает Покупателю стоимость предоплаченного Покупателем Товара, либо повторно направляет Товар в Службу доставки для доставки Покупателю, после получения подтверждения утраты Заказа от Службы доставки.</li>
<li>На период закрытия переправы часть маршрутов прекращают работать , часть клиентов отключаются от доставки и заказов</li>
<li>Способы доставки:
  <ol>
    <li>Доставка по адресу, удобному для покупателя и/или его грузополучателя;</li>
    <li>Доставка в пункт выдачи заказов</li>
    <li>Самовывоз товара покупателем и/или его грузополучателем.</li>
  </ol>
</li>
<li>Стоимость доставки каждого Заказа рассчитывается индивидуально, в зависимости от количества Товаров в Заказе и местоположения адреса доставки, а именно:</li>

<table border="1">
<tbody>
<tr>
<td width="238"><p>Территория</p></td>
<td width="178"><p>Стоимость доставки 1 заказа /1 кг. Заказа , &hellip;. Руб.</p></td>
<td width="198"><p>Условия для бесплатной доставки, стоимость заказа не менее ,&hellip;&hellip;&hellip;.руб.</p></td>
</tr>
<tr>
<td width="238"><p>Якутск</p></td>
<td width="178"><p>100</p></td>
<td width="198"><p>более 2000 руб.</p></td>
</tr>
<!-- <tr>
<td width="238"><p>МегиноКангаласский</p></td>
<td width="178"><p>100</p></td>
<td width="198"><p>более 3000 руб.</p></td>
</tr>
<tr>
<td width="238"><p>Амгинский</p></td>
<td width="178"><p>5</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Усть Алданский</p></td>
<td width="178"><p>5</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Чурапчинский</p></td>
<td width="178"><p>5</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Таттинский</p></td>
<td width="178"><p>6</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Намский</p></td>
<td width="178"><p>2</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Хангаласский</p></td>
<td width="178"><p>2</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Горный</p></td>
<td width="178"><p>5</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Вилюйский</p></td>
<td width="178"><p>7</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Верхневилюйский</p></td>
<td width="178"><p>10</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Нюрбинский</p></td>
<td width="178"><p>13</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr>
<tr>
<td width="238"><p>Сунтарский</p></td>
<td width="178"><p>15</p></td>
<td width="198"><p>&nbsp;</p></td>
</tr> -->
</tbody>
</table>
<p>Стоимость доставки может быть изменена , о чем будет размещено уведомление на сайте продавца</p>
<p><strong>Доставка Заказа предусматривает доставку до адреса, указанного в Заказе. </strong></p>
<p><strong>Стоимость доставки указывается на последнем этапе оформления Заказа на Сайте Продавца.</strong></p>
<li>Время доставки:
  <ol>
    <li>Доставка по адресу осуществляется ежедневно с 10-00 до 22-00 часов включительно. При оформлении заказа покупатель вправе выбрать день доставки и указать удобное для время доставки. Доставка осуществляется не ранее чем через <strong>3</strong><strong>&nbsp;часа</strong>&nbsp;с момента оформления Заказа.</li>
    <li>При доставке Заказ вручается Покупателю либо лицу, указанному в качестве Грузополучателя Заказа. При невозможности получения Заказа, оформленного за наличный расчет, указанными выше лицами, по согласованию с Покупателем по телефону или электронной почте, Заказ вручается лицу, готовому предоставить сведения о Заказе (номер отправления и/или ФИО Получателя), а также оплатить стоимость Заказа в полном объеме лицу, осуществляющему доставку Заказа, или предоставиliь ткому лицу подтверждение произведенной ранее оплаты.</li>
  </ol>
</li>
<li>Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств в пункте 4.7., при вручении предварительно оплаченного Заказа лицо, осуществляющее доставку Заказа, вправе затребовать документ, удостоверяющий личность Получателя, а также указать тип и номер предоставленного Получателем документа на товаросопроводительных документах к Заказу. Продавец гарантирует конфиденциальность и защиту персональных данных Получателя.</li>
<li>При передаче Заказа Покупатель и/или грузополучатель должен проверить внешний вид и упаковку Заказа, количество Товара в Заказе, комплектность, ассортимент и осмотреть Товар на предмет выявления явных недостатков и повреждений. Подписание Грузополучателем/Покупателем документов, подтверждающих доставку, без указания замечаний означает, что Товар на момент приемки не имеет явных недостатков и повреждений, количество, комплектность и ассортимент Товара соответствут кliличеству товара, заказанного Покупателем на Сайте, и количеству, комплектности и ассортименту Товара, указанному в документах, подтверждающих доставку.
  <ol>
    <li>Вместе с товаром Покупателю выдается УПД (универсальный передаточный документ) при оплате банковской картой через интернет и УПД и кассовый чек, если оплата товара происходит при доставке.</li>
    <li>Вместе с товаром Покупателю также выдается Памятка по эксплуатации, использованию товара, если таковая предусмотрена.</li>
    <li>В случае обнаружения расхождений по ассортименту или количеству между привезенным и заказанным товаром Покупателю необходимо сделать отметку об этом в УПД.</li>
    <li>Покупатель имеет право полностью отказаться от заказного товара в момент доставки. Частичный отказ возможен при оплате заказа в момент получения товара Покупателем.</li>
  </ol>
</li>
<li>В случае выбора Покупателем в качестве способа доставки - Самовывоз, Покупатель и/или грузополучатель обязуется получить Заказ в срок не позднее 3 рабочих дней с момента направления Покупателю посредством электронной почты уведомления о передаче Заказа в пункт выдачи заказов. Неполучение Заказа в установленный срок считается отказом Покупателя от заключения/исполнения договора купли-продажи и является основанием для аннулирования Заказа Продавцом. При этом есliи нполученный Заказ был предварительно оплачен, денежные средства возвращаются Покупателю в порядке, предусмотренном п. 3.6. Условий.</li>
<li>Право собственности на Товар переходит к Покупателю в момент принятия Товара от представителя службы доставки или Пункта выдачи заказов при условии полной оплаты Покупателем Товара и подписания товаросопроводительных документов.</li>
</ol>
</li>

<li>
  <strong>Оплата Товара</strong>
  <ol>
<li><strong>5.1.</strong>&nbsp;Цена Товара указывается на Сайте. В случае неверного указания цены заказанного Покупателем Товара, Продавец при первой возможности информирует об этом Покупателя для подтверждения Заказа по исправленной цене либо аннулирования Заказа. При невозможности связаться с Покупателем данный Заказ считается аннулированным. Если по заказу была совершена 100 %-я предоплата, то Продавец возвращает Покупателю данную предоплату за Заказ таким способом, которым она была совершена.</li>
<li><strong>5.2.</strong>&nbsp;Цена Товара на Сайте может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный и оплаченный Покупателем Товар изменению не подлежит.</li>
<li>
  <strong>5.3.</strong>&nbsp;Способы оплаты Товара указаны на Сайте в разделе &laquo;Оплата и доставка&raquo;.
  <ol>
    <li><strong>5.3.1.</strong>&nbsp;Оплата наличными или Банковской картой при получении товара;</li>
    <li><strong>5.3.2.</strong>&nbsp;Оплата банковской картой на Сайте. В качестве подтверждения оплаты направляется чек на электронную почту Покупателя.</li>
  </ol>
</li>
<li>
  <strong>5.4.</strong>&nbsp;При оплате наличными или Банкой картой при получении Заказа, оплату за Заказ от Покупателя принимает лицо или организация, уполномоченная Продавцом.
  <ol>
    <li><strong>5.4.1.</strong>&nbsp;После оплаты при получении Заказа на месте с товаром Покупатель получает кассовый чек и УПД (упрощенный передаточный документ. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>
    <li><strong>5.4.2.</strong>&nbsp;Все товаросопроводительные документы, а также документы на оплату товар оформляются от имени Продавца.</li>
    <li><strong>5.4.3.</strong>&nbsp;В случае полной приёмки товара Покупатель должен поставить подпись в соответствующем разделе УПД.</li>
    <li><strong>5.4.4</strong>. В случае полного отказа покупателем от доставленного товара, Покупатель должен указать мотивы отказа в нижней части УПД , поставить под этим свои ФИО, подпись и дату.</li>
  </ol>
</li>
<li><strong>5.5.</strong>&nbsp;При предоплате Товаров Заказ принимается в обработку после подтверждения операции банком.</li>
<li>
  <strong>5.6.</strong>&nbsp;<strong>Особенности оплаты Товара с помощью банковских карт</strong>
  <ol>
<li><strong>5.6.1.</strong>&nbsp;В соответствии с положением ЦБ РФ "Об эмиссии банковских карт и об операциях, совершаемых с использованием платежных карт" от 24.12.2004 №266-П операции по банковским картам совершаются держателем карты либо уполномоченным им лицом, имеющим нотариальную доверенность на право распоряжения денежными средствами держателя карты.</li>
<li><strong>5.6.2.</strong>&nbsp;Авторизация операций по банковским картам осуществляется банком. Если у банка есть основания полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении данной операции. Мошеннические операции с банковскими картами попадают под действие статьи 159 Уголовного Кодекса РФ.</li>
<li><strong>5.6.3.</strong>&nbsp;Во избежание случаев неправомерного использования банковских карт при оплате, все Заказы, оформленные на Сайте и оплаченные банковской картой, могут проверяться Продавцом. Данные покупателя/грузополучателя и плательщика по банковской карте должны совпадать полностью. Согласно Правилам международных платежных систем в целях проверки личности владельца и его правомочности на использование карты, Покупатель, оформивший такой заказ, обязан по запросу, поступившеу от сотрудника Продавца, предоставить дополнительные документы, подтверждающие его права на использование данной банковской карты. Продавец оставляет за собой право предложить Покупателю использовать другой способы оплаты и при его отказе - аннулировать Заказ, в том числе в случае непредставления документов Покупателем (по факсу или по электронной почте в виде сканированных копий) в течение 14 дней с даты оформления Заказа при наличии у продавца сомнений в подлинности документов покупателя/грузополучателя. Стоимость заказанного и оплаченного Товара возвращается на карту владельца в срок не поздней 10 дней от даты аннулирования заказа.</li>
<li><strong>5.6.4.</strong>&nbsp;Оплата заказа производится непосредственно после его оформления.</li>
<li><strong>5.6.5.</strong>&nbsp;Продавец принимает к оплате пластиковые карты следующих международных платежных систем:</li>
<ul>
<li>VISA International</li>
<li>MasterCard</li>
<li>МИР</li>
</ul>
<li><strong>5.6.6.</strong>&nbsp;Все операции по пластиковым картам осуществляются с помощью Системы Интернет-платежей ООО РОБОКАССА&raquo; . При осуществлении платежа Система Интернет-платежей ООО НКО &laquo;Яндекс.Деньги&raquo; принимает данные пластиковой карты покупателя/грузополучателя. Затем эта информация по защищенному каналу связи SSL передается на авторизационный сервер ООО НКО &laquo;Яндекс.Деньги&raquo;. Данные банковской карты покупателя/грузополучателя передаются только в зашифрованном виде. Все операции по банковской карте осуществляются при полном соблюдении требований VISA International, MasterCard и других платежных систем. В соответствии с требованиями международных платежных систем, данные банковской карты после завершения платежа не сохраняются ни в онлайн-магазине, ни на авторизационном сервере ООО НКО &laquo;Яндекс.Деньги&raquo;</li>
<li>
  <strong>5.6.7.</strong>&nbsp;Использование Карты невозможно в следующих случаях:
  <p><strong>а)</strong>&nbsp;номер Карты внесен в Стоп-лист (после исключения из Стоп-листа возможно дальнейшее использование Карты);</p>
  <p><strong>б)</strong>&nbsp;истек срока действия Карты;</p>
  <p><strong>в)</strong>&nbsp;карта заблокирована;</p>
  <p><strong>г)</strong>&nbsp;отсутствие или недостаток денежных средств на счете для совершения операции;</p>
  <p><strong>д)</strong>&nbsp;отсутствие связи с банком.</p>
  <p><strong>е)</strong>&nbsp;владелец карты другое физическое лицо</p>
</li>
<li>
  <strong>5.6.8.</strong>&nbsp;Порядок оплаты банковской картой на Сайте.
  <p><strong>а)</strong>&nbsp;Покупатель/грузополучатель должен проверить, предназначена ли банковская карта для оплат в Интернете (эту информацию предоставит Банк - эмитент Покупателя).</p>
  <p><strong>б)</strong>&nbsp;На этапе оформления Заказа, Покупателю/грузополучателю необходимо указать &laquo;оплата банковской картой прямо сейчас&raquo; .</p>
  <p><strong>в)</strong>&nbsp;Покупатель/грузополучатель будет переадресован на авторизационный сервер Системы Интернет-платежей ООО НКО &laquo;Яндекс.Деньги&raquo;.</p>
  <p><strong>г)</strong>&nbsp;Авторизационный сервер Системы Интернет-платежей ООО НКО &laquo;Яндекс.Деньги&raquo; устанавливает с Покупателем/грузополучателем соединение по защищенному протоколу (SSL 3.0) и принимает от Покупателя/грузополучателя параметры его банковской карты (номер карты, дата окончания действия карты, CVC2/CVV2 код, имя держателя карты в той транскрипции, как оно указано на карте).</p>
  <p><strong>д)</strong>&nbsp;Данные банковской карты необходимо ввести и подтвердить на платежной странице в течение 40 минут (время ожидания ввода данных платежного средства). Через 40 минут оплата закрывается по причине окончания срока ожидания.</p>
  <p><strong>е)</strong>&nbsp;Банк проверяет наличие такого Магазина в Системе, проверяет соответствие операции установленным системным ограничениям. По результатам проверок формируется запрет или разрешение проведения авторизации трансакции в карточную платежную систему.</p>
</li>
<li>
  <strong>5.6.9.</strong>&nbsp;При положительном результате авторизации, полученном от карточной платежной системы:
  <p><strong>а)</strong>&nbsp;банк передает положительный результат авторизации Покупателю/грузополучателю,</p>
  <p><strong>б)</strong>&nbsp;Интернет-магазин, получив подтверждение о разрешении авторизации, оказывает услугу (принимает в обработку заказ).</p>
</li>
<li>
  <strong>5.6.10.</strong>&nbsp;При запрете авторизации:
  <p><strong>а)</strong>&nbsp;банк передает отказ от проведения платежа Покупателю/грузополучателю;</p>
  <p><strong>б)</strong>&nbsp;Банк передает Интернет-магазину отказ с номером заказа;</p>
  <p><strong>в)</strong>&nbsp;покупателю/грузополучателю отсылается письмо, в котором указана причина отказа в авторизации.</p>
</li>
<li>
  <strong>5.6.11.</strong>&nbsp;Причины отказа могут быть следующими:
  <p><strong>а) </strong>банк-эмитент Покупателя/грузополучателя не поддерживает безопасную технологию обработки платежей 3D-Secure, которую в обязательном порядке требует международная платежная система VISA, Master Card;</p>
  <p><strong>б)</strong>&nbsp;на карте недостаточно средств для оплаты заказа;</p>
  <p><strong>в)</strong>&nbsp;банк-эмитент Покупателя/грузополучателя установил запрет на оплату в Интернете (некоторые банки ставят запрет на оплату через Интернет, опасаясь мошенничества);</p>
  <p><strong>г)</strong>&nbsp;истекло время ожидания ввода данных банковской карты (необходимо ввести в течение 40 минут);</p>
  <p><strong>д)</strong>&nbsp;введенные данные не были подтверждены Покупателем на платежной странице, ошибка формата данных и.т.д.</p>
</li>
<li>
  <strong>5.6.12.</strong>&nbsp;В зависимости от причины отказа в авторизации для решения вопроса покупатель/грузополучатель может:</p>
  <ol class="abc">
    <li><strong>а)</strong>&nbsp;повторить попытку оплаты, но не ранее чем через 20 минут;</li>
    <li><strong>б)</strong>&nbsp;обратиться за разъяснениями в Банк - эмитент;</li>
    <li><strong>в)</strong>&nbsp;в случае невозможности решения проблемы Банком - повторить попытку оплаты, воспользовавшись картой, эмитированной другим Банком.</li>
  </ol>
</li>
<li><strong>5.6.13.</strong>&nbsp;В случае оплаты банковской картой при получении товара вы также получите УПД и должны будете его подписать.</li>
</ol>
</li>
<li><strong>5.7.</strong>Продавец вправе предоставлять Покупателю скидки на Товар. Виды скидок, срок их действия, порядок и условия указаны на Сайте и могут быть изменены Продавцом в одностороннем порядке.</li>
<li><strong>5.8.</strong>&nbsp;Продавец вправе устанавливать скидки в целях продвижения того либо иного Товара , &nbsp;способа оплаты или доставки Товара. При этом Продавец может ограничивать условия действия скидок, в частности, по сроку действия и по сумме.</li>
<li><strong>5.9.</strong>&nbsp;При проведении маркетинговых мероприятий, предполагающих вложение каких-либо объектов в заказы Покупателя, доставка указанных вложений осуществляется за счет Продавца.</li>
</ol>
</li>

<li><strong> Порядок действий при нарушении продавцом условия об ассортименте:</strong></li>
</ol>
<p><strong>6.1.</strong>&nbsp;Все Заказы передаются Покупателю только в ассортименте Товара, соответствующем ассортименту Товара, указанному в Заказе Покупателя (в надлежащей комплектации). В случае передачи Товара в нарушение условия об ассортименте к отношениям сторон применяются правила, установленные ниже, при этом правила ст. 468 ГК РФ не применяются.</p>
<p><strong>6.2.</strong>&nbsp;В случае обнаружения в Заказе Товара, не соответствующего заказанному ассортименту, Покупатель обязан в присутствии представителя Продавца или перевозчика указать в товарной накладной Продавца расхождение по ассортименту. При этом Заказ, в котором выявлены расхождения по ассортименту, Покупателю не передается и возвращается представителю Службы доставки. В таком случае Покупатель вправе потребовать выполнения Заказа в надлежащей комплектации в срок и на основании нового заказа, который может быть оформлен одной из Сторон по согласованию.</p>
<p><strong>6.3.</strong>&nbsp;В случае если Покупатель принимает Товар, не соответствующий ассортименту, Продавец вправе потребовать от Покупателя оплаты данного Товара по цене, установленной Продавцом для данного Товара в Интернет-магазине на момент передачи Товара, а для Товара, который отсутствует в ассортименте Продавца, представленном на Сайте на момент передачи Товара, - по цене, согласованной с Продавцом.</p>
<p><strong>6.4.</strong>&nbsp;Замена товара, не соответствующего Заказу по ассортименту и не принятого Покупателем, осуществляется путем аннулирования текущего заказа и оформления нового заказа по согласованию сторон &ndash; Продавцом либо Покупателем.</p>
<p><strong>6.5</strong>. В случае невозможности осуществить замену Товара, Продавец уведомляет об этом Покупателя посредством телефонного звонка или направления сообщения на электронный адрес, указанный Покупателем при регистрации, а денежные средства, фактически оплаченные за не переданный товар, возвращаются в порядке, предусмотренном п.6.3 условий.</p>
<ol start="7">
<li><strong> Порядок действий при нарушении Продавцом условия о количестве:</strong></li>
</ol>
<p><strong>7.1</strong>. Все Заказы передаются Покупателю только в количестве Товара, соответствующем количеству Товара, указанному в Заказе Покупателя (в надлежащей комплектации). При передаче Заказа Покупатель обязан проверить количество Товаров в Заказе и отсутствие видимых дефектов. Если при передаче Заказа Покупателем обнаружены расхождения по количеству Товара в Заказе (как в меньшую, так и в большую сторону), Покупатель обязан в присутствии представителя Продавца или перевозчика указать в товарной или товарно-транспортной накладной расхождение по количеству. При этом Заказ, в котором выявлены расхождения по количеству (как в меньшую, так и в большую сторону), Покупателю не передается и возвращается представителю Службы доставки.</p>
<p><strong>7.2.</strong>&nbsp;В таком случае Покупатель вправе потребовать допоставки товара в срок и на основании нового заказа, который может быть оформлен одной из Сторон по согласованию.</p>
<p><strong>7.3.</strong>&nbsp;В случае невозможности выполнить новый Заказ, Продавец уведомляет об этом Покупателя посредством телефонного звонка или направления сообщения на электронный адрес, указанный Покупателем при регистрации, а денежные средства, фактически оплаченные за Заказ, возвращаются в порядке, предусмотренном п.6.3 договора.</p>
<p><strong>7.4.</strong>&nbsp;Если при приемке Заказа Покупателем не были указаны расхождения по количеству Товара в меньшую сторону (недостача) и Заказ не был возвращен представителю Службы доставки, признается, что Заказ был передан Покупателю в соответствии с договором и Продавец вправе отказать Покупателю в удовлетворении претензий по количеству переданного Товара.</p>
<ol start="8">
<li><strong> Услуги сторонних организаций</strong></li>
</ol>
<p><strong>8.1.</strong>&nbsp;Продавец вправе использовать услуги сторонних организаций для выполнения своих обязательств перед Покупателем, а также для обеспечения дополнительного сервиса.</p>
<ol start="9">
<li><strong> Интеллектуальная собственность</strong></li>
</ol>
<p><strong>8.1.</strong>&nbsp;Вся текстовая информация и графические изображения, фотографии, рисунки, музыкальные произведения, видеоролики, программы для ЭВМ и другие объекты авторских и смежных прав, находящиеся на Сайте являются собственностью Продавца и/или его контрагентов.</p>
<ol start="10">
<li><strong> Гарантии и ответственность</strong></li>
</ol>
<p><strong>10.1.</strong>&nbsp;Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товаров, заказанных на Сайте, или использование их с нарушением правил эксплуатации (пользования), указанных на Сайте или предоставленных вместе с Товаром.</p>
<p><strong>10.2.</strong>&nbsp;Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам по настоящему договору или в связи с ним.</p>
<p><strong>10.3.</strong>&nbsp;Гарантийный срок на Товар устанавливается заводом-изготовителем.</p>
<p><strong>10.4.</strong>&nbsp;Товар полностью соответствует требованиям безопасности и техническим регламентам. Документы&nbsp; и сертификаты, подтверждающие такое соответствие, могут быть предоставлены Покупателю для ознакомления по запросу.</p>
<ol start="11">
<li><strong> Конфиденциальность и защита персональной информации</strong></li>
</ol>
<p><strong>11.1.</strong>&nbsp;Предоставление информации Покупателем:</p>
<p><strong>11.1.1.</strong>&nbsp;При регистрации на Сайте Покупатель предоставляет следующую информацию: Фамилия, Имя, Отчество, адрес регистрации, адрес электронной почты, номер контактного телефона, пароль для доступа к Сайту.</p>
<p><strong>11.2.</strong>&nbsp;Предоставляя свои персональные данные при регистрации на сайте, Покупатель соглашается на их обработку Продавцом, в том числе и в целях продвижения Продавцом товаров, работ и услуг, информирования и рекламы, а также на их передачу третьим лицам, связанным с Продавцом партнерскими или иными отношениями.</p>
<p><strong>11.2.1.</strong>&nbsp;Если Покупатель не желает, чтобы его персональные данные обрабатывались, то он должен обратиться в Службу по работе с Покупателями Продавца через форму Обратной связи на Сайте. В таком случае вся полученная от Покупателя информация (в тот числе логин и пароль) удаляется из Покупательской базы Продавца и Покупатель не сможет размещать Заказы на Сайте. Для идентификации Покупателя, Продавец может запросить дополнительную информацию, такую как: полные ФИО покупателя, логин и пароль к доступу на Сайт, информацию о последних сделанных заказах Покупателем, либо запросить письменное заявление от Покупателя на удаление его персональных данных с сайта Продавца. Удаление информации производится в течение 10 рабочих дней с момента получения заявления от Покупателя.</p>
<p><strong>11.2.2.</strong>&nbsp;Использование информации предоставленной Покупателем и получаемой Продавцом.</p>
<p><strong>11.2.3</strong>. Покупатель подтверждает и согласен, что Продавец вправе использовать информацию:</p>
<ul>
<li>для регистрации Покупателя на Сайте;</li>
<li>для выполнения своих обязательств перед Покупателем, включая передачу информации третьим лицам, задействованным в процессе выполнения Заказа и исполнения других условий договора;</li>
<li>для оценки и анализа работы Сайта;</li>
<li>для информирования Покупателя о проводимых Продавцом акциях</li>
<li>в иных целях, указанных в п. 11.2.1.</li>
</ul>
<p><strong>11.3.</strong>&nbsp;Продавец вправе направлять Покупателю сообщения рекламно-информационного характера. Если Покупатель не желает получать рассылки от Продавца, он должен изменить соответствующие настройки в своих персональных данных на сайте Продавца. Для входа необходимо ввести логин и пароль.</p>
<p><strong>11.4.</strong>&nbsp;Разглашение информации, полученной Продавцом:</p>
<p><strong>11.4.1.</strong>&nbsp;Продавец обязуется не разглашать полученную от Покупателя информацию. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Покупателем, а также лицам, указанным в п. 11.2 и 11.2.1..</p>
<p><strong>11.4.2.</strong>&nbsp;Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона.</p>
<p><strong>11.5.</strong>&nbsp;Продавец вправе использовать технологию "cookies". "Cookies" не содержат конфиденциальную информацию и не передаются третьим лицам.</p>
<p><strong>11.6.</strong>&nbsp;Продавец получает информацию об ip-адресе посетителя Сайта indexol.ru&nbsp;Данная информация не используется для установления личности посетителя.</p>
<p><strong>11.7.</strong>&nbsp;Продавец не несет ответственности за сведения, предоставленные Покупателем на Сайте в общедоступной форме.</p>
<ol start="12">
<li><strong> Прочие условия</strong></li>
</ol>
<p><strong>12.1.</strong>&nbsp;Отношения между Продавцом и Покупателем регулируются действующим законодательством Российской Федерации.</p>
<p><strong>12.2</strong>. В случае возникновения вопросов со стороны Покупателя он должен обратиться в Службу по работе с Покупателями Продавца по телефону или через форму Обратной связи на Сайте. Все претензии предъявляются Продавцу в письменной форме. Все возникающее споры стороны будут стараться решить путем переговоров, соблюдение претензионного порядка является обязательным. При не достижении соглашения между сторонами в переговорах, все споры и разногласия, возникающие между сторонами по настоящему договору или в связи с ним, подлежат передаче на рассмотрение в суд в соответствии с действующим законодательством РФ.</p>
<p><strong>12.3.</strong>&nbsp;Признание судом недействительности какого-либо положения настоящих Условий и правил не влечет за собой недействительность остальных положений.</p>
<p><strong>12.4.</strong>&nbsp;Никакие положения настоящих Условий не ограничивают и не умаляют права Покупателя по сравнению с правами, которые предоставлены ему действующим законодательством РФ. Если положения настоящих Условий указывают только одно или несколько прав Покупателя из перечня его прав, предусмотренного действующим законодательством, Покупатель вправе использовать и остальные права, предоставленные ему действующим законодательством, в той мере и тем способом, которые предусмотрены таким законодательством, за исключением случаев, когда в соответствии с действующим законодательством договором может быть предусмотрено ограничение таких прав.</p>
<p>Директор ООО "Равенол Якутия" &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;А.В. Павлов</p>
  </div>
</template>

<script>
export default {
  head () {
    return {
      title: 'Договор оферты',
    }
  }
}
</script>

<style lang="scss">
.blog {
  font-size: 16px;
  width: 100%;
  table {
    border-width: thin;
    border-collapse: collapse;
    td+td {
      text-align: center;
    }
  }
  ol {
    padding: 10px 0;
    counter-reset: myCounter;
    li {
      list-style: none;
      // text-align: center;
      ol {
        li {
          text-align: justify;
        }
        p {
          text-align: justify;
        }
      }
      ul li:before {

      }
    }
    >li:before {
      counter-increment: myCounter;
      content: counters(myCounter, ".") ".\00a0";
      display: inline-block;
      text-align: center;
      margin: 0 5px 0 0;
      font-weight: bold;
    }
    &.header {
      text-align: justify;
      li {
        text-align: justify;
      }
    }
  }
  ol .abc {
    counter-reset: myCounter;
    >li {
      counter-increment: myCounter;
      content: counters(myCounter, upper-alpha) ".\00a0";
    }
  }
}
.blog div {
  margin-bottom: 10px;
}
.blog .largescreen {
  width: 70%;
}
.blog p {
  padding: 10px 0;
  margin: 0 auto;
  font-size: 16px;
}
.blog .sublist {
  padding-left: 20px;
}
</style>
