<template>
  <v-layout>
    <div class="blog">
      <h1>Согласие на обработку персональных данных</h1>
      <div class="p" v-bind:class="largescreen">
        <div>
          Я даю свое согласие ООО «Масломаркет», с местом нахождения: г. Тюмень, ул. Дружбы, д. 201/1, на сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, обезличивание, блокирование, удаление и уничтожение, в том числе автоматизированные, своих персональных данных в специализированной электронной базе данных о моих контактных данных, которые могут быть использованы ООО «Масломаркет» при информировании меня о продуктах и услугах, предложения мне продуктов и услуг ООО «МаслоМаркет», и в целях участия в опросах/анкетировании, проводимых ООО «МаслоМаркет» для изучения и исследования мнения клиентов о качестве обслуживания и услугах ООО «МаслоМаркет», при условии гарантии неразглашения данной информации третьим лицам.
        </div>
        <div>
          Я согласен на предоставление мне информации и предложение продуктов путем направления почтовой корреспонденции, посредством электронной почты, телефонных обращений, SMS-сообщений.
        </div>
        <div>
          Данное согласие действует с момента подписания настоящего заявления в течение срока предоставления ООО «МаслоМаркет» услуг и пяти лет после прекращения указанных услуг. По истечении указанного срока действие настоящего заявления считается продленным на каждые следующие пять лет при отсутствии у ООО «МаслоМаркет» сведений о его отзыве.
        </div>
      </div>
    </div>
  </v-layout>
</template>

<script>
export default {
  data () {
    return {
      sharedState: this.$store.state,
    }
  },
  computed: {
    largescreen: function() {
      return {
        largescreen: !this.$store.state.mobile
      }
    },
  }
}
</script>
<style scoped>
.blog {
  width: 100%;
}
.blog h1 {
  font-size: 32px;
  font-weight: 800;
  margin: 10px 0 20px;
  text-align: center;
}
.blog div {
  margin-bottom: 10px;
}
.blog .largescreen {
  width: 80%;
}
.blog .p {
  margin: 0 auto;
  font-size: 16px;
}
</style>
